<?php return [
    'validation' => 'Валидация',
    'First Name required' => '"Имя" обязательное поле, заполните его пожалуйста.',
    'First Name length' => '"Имя" не может быть меньше 2х и более 30 символов.',
    'Last Name required' => '"Фамилия" обязательное поле, заполните его пожалуйста.',
    'Last Name length' => '"Фамилия" не может быть меньше 2х и более 30 символов.',
    'Information length' => 'Информация о вас должна быть краткой, не более 250 символов.',
    'Email email' => 'Похоже что ваш Email не являеться корректным, проверьте пожалуйста.',
    'Password length' => 'Длина пароля должна быть не менее 4х символов.',
    'Login length' => '"Ник" не может быть менее 3х и более 50 символов, должен состоять из латинских букв, а так же запрещены все другие символы кроме цифр, тире и подчёркивания.',
    'File ext' => 'Фото профиля должно быть изображением формата jpg, png или gif.',
    'Login unique' => 'Извините, но этот ник уже занят другим пользователем. Выберите другой пожалуйста.',
    'Email unique' => 'Этот емеил адресс уже зарегистрирован у нас, теперь вы можете войти в свой кабинет используя его и свой пароль.',
];